Can't Paste Align these elements in this view.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotPasteAlignedError { get; }
  Visual Basic
Public Shared ReadOnly Property CannotPasteAlignedError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotPasteAlignedError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace